{
  "base": {
    "count": 1,
    "url": "../../"
  },
  "businessId": 576295,
  "crumbNames": [
    "",
    "US",
    "VA",
    "Vienna"
  ],
  "crumbUrls": [
    "index.html",
    "us",
    "us/virginia.html",
    "us/virginia/vienna.html"
  ],
  "directoryHierarchy": {
    "vienna": {
      "count": 1,
      "key": "111 Center Street South",
      "url": "vienna"
    }
  },
  "directoryId": 808,
  "isHttps": false,
  "isStaging": true,
  "keys": [
    {
      "count": 1,
      "key": "111 Center Street South",
      "loc": {
        "address1": "111 Center Street South",
        "address2": "",
        "associations": [],
        "brands": [],
        "city": "Vienna",
        "closeDate": 0,
        "closed": false,
        "corporateCode": "264",
        "country": "US",
        "custom": {
          "2067": false,
          "2068": false,
          "2070": false,
          "2071": false,
          "2073": false,
          "2074": false,
          "2099": "Laura Bollettino",
          "2100": "franchise",
          "2101": "VA",
          "2102": "lbollettino@schoolofrock.com",
          "2103": "lbollettino@schoolofrock.com",
          "2104": "Laura Bollettino",
          "2105": "Vienna@schoolofrock.com",
          "2106": "Brian Highsmith",
          "4716": "School of Rock Alum Dalton Rappatoni On American Idol",
          "4717": "Summer Programs Now Enrolling!",
          "4718": "School of Rock Metro DC Students Perform at Nashville Festival",
          "4719": "2016 Spring Show Season is Right Around the Corner!",
          "4720": "We are super proud of SoR alum Dalton Rappatoni who finished in third place in the final season of American Idol.  He  is already working on a new album and is so appreciative of all the support he received during his time on the show.  Like many of our students, Dalton grew up in School of Rock, and, in addition to his obvious talent, he has always been a generous friend and band mate in every show he’s been a part of and we know there will be big things ahead for him.",
          "4721": "We've got you covered with our awesome summer programs for kids ages 6 thru high school!  Join a band, try a new instrument and learn to ROCK!  Call us on 703-858-0820 for camp and ongoing summer programs.  GET ON STAGE THIS SUMMER",
          "4722": "School of Rock Ashburn rockers spent a fun weekend hitting stages in Nashville playing at Margaritaville, Piranhas and playing a set outside the Grand Ol' Opry on their summer 2015 tour.  Students audition for the advanced House Band and then perform in professional settings and hit the road in the summer.  Summer 2016 these students will be performing on the Wildwood NJ Boardwalk and at various events in the DC Area.  Check our calendar for more information.",
          "4723": "That's right!! We're about to kick off our Spring Show Season. Don't miss out. Call and sign-up TODAY!!",
          "4724": "http://www.americanidol.com/vote",
          "4725": "https://ashburn-sor.frontdeskhq.com/categories/15046",
          "4726": "http://vienna.schoolofrock.com/news/school-of-rock-metro-dc-students-perform-nashville-festival",
          "4727": null,
          "4728": "School of Rock has been my second home and the people I've met through it are some of the most important people in my life.  I also never thought I'd get to be decent at an instrument, due to my lazy demeanor and my consistent ability to learn everything 80% of the way, but by the time of our last show, I felt like I had actually learned enough to where I consider myself a musician. I'm going to miss playing music in a band of talented kids that are all in one place, because outside of somewhere like SoR, its very hard to find that.  Despite regular shows being pretty radical, I'd have to say that I have two favorite moments. First is the very first show I played in house band, the Rock and Roll Marathon (the Cowboy Mouth one). Never in my life prior to house band did I think that I would get the opportunity to play on a stage that big and for that many people. For the second one, I can group together both trips to Wildwood, NJ. Those trips were my first experiences playing music away from home, and it was glorious. There is nothing more American and awesome than playing music on the steps of the LINCOLN MEMORIAL. Then, we got to spend 2 days of pure rock awesomeness at the beach, playing on the boardwalk and meeting cool people. But in reality, my favorite moment was all of it. Every single second I've spent at School of Rock was worth it.",
          "4729": "Dedicated instructors and staff, culture that encourages development, FUN!!!! 😀, kids get a unique experience - love playing in the \"band\" and playing rock songs. The program has launched my daughter (one of only a few bass guitar players) into a love of music that is inclusive of many instruments. Thanks to everyone at the School of Rock for managing such great programs!!! You truly have enriched our love of music!",
          "4730": "I wish I had School of Rock when I was growing up.\n",
          "4731": "The performance aspect of the program keeps my son more interested in music than he would be if he only took lessons. It also teaches him to work in a group and get to know and work with other musicians. Also, the program runs very smoothly.",
          "4732": "Chris W.  ~ SoR graduate, Ashburn, VA",
          "4733": "Julie B. -  parent, Vienna, VA",
          "4734": "— Nearly Every Parent Who Walks Through Our Doors",
          "4735": "Karen I.  - parent, Vienna, VA",
          "4741": "21016654",
          "4742": "https://vienna-sor.frontdeskhq.com/categories/15019",
          "4743": "Vienna",
          "4744": "Vienna Virginia Guitar, Drums, Vocal Lessons \u0026 Classes | School of Rock",
          "4745": "Learn to master your favorite instrument at School of Rock Vienna! 1st Lesson is free. Guitar, Vocals, Drums, Piano Lessons and more! Try us out and have some fun.",
          "4746": "Welcome to your one-and-only stop for seriously fun, lasting music education – School of Rock Vienna. With passionate instructors, an impressive selection of instruments, and killer program offerings, School of Rock Vienna equips students with the tools they need to rock their worlds.\n\nMusic is about way more than solo acts. School of Rock Vienna is as focused on community, teamwork, and friendships as it is on inspiring awesome music. Through our performance-based approach, we foster an inclusive community of rockers in Vienna to build a unique type of confidence only gained through cool, real life experiences. Whether we’re in serious shredding-mode or just jamming along with the band, our team spurs the growth of real, practical skills for music-minded students.\n\nAt School of Rock Vienna, we believe everyone deserves to have fun and feel like a rock star. Visit us and get a feel for the awesome opportunities your child has waiting just around the corner.",
          "4786": "North America",
          "4792": 2,
          "4793": "https://www.youtube.com/user/SORMetroDC",
          "4794": "https://twitter.com/SORVienna",
          "4795": "https://plus.google.com/+SchoolofRockVienna/posts",
          "4796": "https://www.facebook.com/SchoolofRockVienna",
          "4797": {
            "clickthrough_url": "https://vienna-sor.frontdeskhq.com/categories/15019",
            "description": "Summer is the perfect time to up your musical game or try something new. Our summer music programs and music day camps are designed to help kids learn new skills while having a ton of fun. Check out our summer camps and programs for complete beginners through advanced players and rock your summer!",
            "details": "",
            "sizes": [
              {
                "height": 322,
                "url": "//a.cdnmktg.com/p/fVAsLLArQnNM9s3q9n2sqmNFRaA1KLY1Ko5Zbq3dTQ4/850x322.jpg",
                "width": 850
              }
            ]
          },
          "4798": {
            "clickthrough_url": "",
            "description": "It's back to school time. Time to establish the new routine and figure out worthy \"extracurriculars\". Why not help your kids spend that time having fun in a safe place developing skills and confidence they'll appreciate forever? Contact us to get your kids jamming in no time.",
            "details": "",
            "sizes": [
              {
                "height": 332,
                "url": "//a.cdnmktg.com/p/kv4Vmf-ZkKMV9LT8AQKGULjto5kEfYF2RaFehozOYAM/874x332.jpg",
                "width": 874
              }
            ]
          },
          "4799": {
            "clickthrough_url": "",
            "description": "The days of stuffy old music instruction and heaps of sheet music are over - at School of Rock, we believe that playing real music is the only real path to proficiency and lasting appreciation. Our experienced instructors are passionate about creating a legacy of music for the future by helping your kids succeed.",
            "details": "",
            "sizes": [
              {
                "height": 332,
                "url": "//a.cdnmktg.com/p/RnbKdtO5scmJhfQN3Lupy_xs0uEV_x_RjnQTtDbCjKY/874x332.jpg",
                "width": 874
              }
            ]
          },
          "4800": {
            "clickthrough_url": "",
            "description": "We offer programs for all levels of musical experience. From Rock 101 to AllStars, we are all about equipping aspiring musicians with the right gear to grow into passionate and successful performers in a real-world setting.",
            "details": "",
            "sizes": [
              {
                "height": 332,
                "url": "//a.cdnmktg.com/p/MEzdgWiQzKp7lyF6tvcG1TI3O-tMu0ZS8U2DGVrDHLQ/874x332.jpg",
                "width": 874
              }
            ]
          },
          "4801": "Rock Your Summer 2016",
          "4802": "Now Enrolling Spring Programs",
          "4803": "A Passion for Music Education",
          "4804": "Jam At Any Level",
          "4805": "2012",
          "4806": false,
          "4851": "School of Rock,Vienna,Virginia,guitar,music lesson,rock band,drums,piano,vocals,bass",
          "4885": [
            "Performance",
            "Rock 101",
            "AllStars",
            "Adult Program",
            "Rookies"
          ],
          "4889": "School of Rock Vienna's Performance Program is all about translating our students' abilities to play in the lesson room to performing for real on stage. In addition to refining their overall skill and proficiency as musicians, students learn what comes with being part of a band: teamwork, collaboration, and the special brand of fun that only comes from sharing awesome experiences with others.\n\nStudents learn, absorb, and perform iconic hits from some of history's greatest rock and roll performers including The Rolling Stones, The Beatles, Van Halen, AC/DC, Led Zeppelin and many more. No matter what they perform, our students will learn incredible skills and enjoy epic experiences that will last a lifetime.\n\nAll students in Vienna's Performance Program can expect:\n\n• Weekly private music lessons on guitar, bass, keyboard, drums, and/or vocals \n• Weekly band rehearsal to get students prepared for real shows\n• Real-life performances on stage at amazing venues\n• Advanced instruction in fundamentals such as stage performance, harmonies, musicianship, and more\n• Fun, music, and education wrapped into one all-inclusive experience!",
          "4890": "School of Rock Vienna’s Rock 101 Program encourages fun and success for our younger students as they begin their journey. The days of traditional instruction with piles of sheet music are over. At School of Rock Vienna, we believe that playing real music is the only path to proficiency and a true appreciation for music. \n\nIn Rock 101, students select one instrument to study, and we begin teaching fundamentals: scales, chords, notes, time signatures, and all the rest. Our unique approach to music instruction teaches our students vital fundamentals through songs they know and love, not rote memorization. With real musical context in a fun environment, we give all of our students the knowledge they need to really pursue their passion for music.\n\nAll students in Vienna’s Rock 101 Program can expect:  \n\n• Weekly private music lessons on guitar, bass, keyboard, drums, and/or vocals\n• Weekly group rehearsals to reinforce the fundamentals in a team environment\n• A firm grasp of the basics of music theory and technique \n• An understanding of what it means to play solo and in a group\n• Real knowledge gained through real fun!",
          "4891": "School of Rock Vienna’s top students can audition for our most prestigious honor: the School of Rock AllStars Program. Our AllStars represent the best of the best students from School of Rock’s entire global network of schools. With incredible musical aptitude, a knack for teamwork and incredible focus, today’s AllStars truly represent the future of rock and roll.\n\nEach summer, our AllStars embark on an authentic concert tour to perform in jaw-dropping live shows across the country, including Red Rocks, Lollapalooza, Hangout Music Fest, NAMM, Gathering of the Vibes, and countless others. AllStars also get to share the stage with experienced, larger-than-life performers like Alice Cooper, Eddie Vedder, and Slash, to name a few. There is no better way for a star on the rise to get a taste for what professional music is really like.\n\nSchool of Rock Vienna’s AllStars can expect: \n\n• Real-world performances where they can shine in their chosen medium: guitar, bass, drums, keyboard, and/or vocals\n• A fast-paced tour experience with stage shows at legendary events and venues\n• To play with the best performers from School of Rock’s global community\n• The opportunity to rock out on stage with world-renowned artists\n• An epic rock experience like no other!",
          "4892": "School of Rock Vienna is now enrolling for our Adult Performance Program, where adult students of all proficiency levels can explore and conquer the world of music. We get our students playing and learning at lightning-quick speeds through practical performance rather than run-of-the-mill music instruction programs. At School of Rock Vienna, the thrill of the performance is just as important as learning the skill to rock. \n\nOur adult students learn the fundamentals of music, including scales, chords, notes, progressions, and more, through some of the most iconic songs and sounds in music history. Whether you’re a die-hard fan of rock ‘n roll or a metal-loving head-banger at home in the mosh pit, our teachers know how to best connect your love for music with a passion for learning it.\n\nAll students in School of Rock Vienna’s Adult Program can expect:\n\n• Fast-paced instruction in one of our great musical offerings: guitar, bass, drums, keyboard, and/or vocals\n• Weekly private instruction catered to your goals and level of proficiency\n• Rehearsals with others just like you to get ready for real shows at live music venues\n• An understanding of music theory and technique fundamentals, learned through songs from your favorite music genre\n• Fun, instruction, and a great progression of practical skills wrapped all into one!",
          "4893": "School of Rock Vienna’s Rookies Program offers a gateway to understanding music for first and second graders. Using proprietary set-ups for guitar, bass, drums and keyboard, as well as other tools, we introduce our Rookies to music fundamentals in a fun way. The skills and passion for music that our Rookies learn prepares them for Rock 101 and a lifelong love of music.\n\nWith exercises, tools and games customized to their age group, our (geomodifer) Rookies learn the concepts of music theory, rhythm, pitch, form and dynamics as they play alongside their friends. We encourage our students to explore various instruments and play styles so they begin to understand how individual contributions form a band; even the best solo keyboard players or vocalists need to understand how an ensemble works.\n\nAll students in Vienna’s Rookies Program can expect:  \n\n• Weekly group lessons using guitar, bass, keyboard and drums\n• Exposure to essential fundamentals like music theory, pitch and rhythm\n• A focus on teamwork and collaboration\n• An understanding of what it means to play solo and in a group\n• Fun combined with practical learning!",
          "4894": "At School of Rock Vienna, we teach preschoolers in our Little Wing Program the creativity, confidence, and knowledge they need to grow into life-long lovers and practitioners of music. Music is the gateway to childrens’ growth, whether it’s in the form of great friendships from shared musical experiences or the joy of hearing an inspirational song for the first time.\n\nOur Little Wing students at Vienna enjoy a unique variety of music-minded games based on some of the most popular music in rock and roll history. Through great music and a foundation of fun, our students refine their motor skills, coordination, pre-literacy, and group cooperation in a safe and inclusive environment.\n\nYoung rockers in Vienna’s Little Wing Program can expect:  \n\n• Exploration of hand percussion and other tools to spark their imagination\n• Unique and engaging music games\n• Teamwork, cooperation, and group music activities\n• Fundamental skills for music and life\n• Fun and practical learning combined, perfectly tailored to growing minds!",
          "5007": "vienna@schoolofrock.zendesk.com",
          "5031": "http://locations.schoolofrock.com/vienna",
          "5032": "vienna",
          "5099": "https://www.youtube.com/user/sormetrodc",
          "5100": "https://twitter.com/sorvienna",
          "5101": "https://plus.google.com/+SchoolofRockVienna/posts",
          "5102": "https://instagram.com/schoolofrockdc/",
          "6617": {
            "clickthrough_url": "http://www.americanidol.com/vote",
            "description": "",
            "details": "",
            "sizes": [
              {
                "height": 3024,
                "url": "//a.cdnmktg.com/p/nvk7AzAC843MTNSa3Ehpcc5vEhUgiOysFsGJ6XJf2a4/3024x3024.jpg",
                "width": 3024
              }
            ]
          },
          "6618": {
            "clickthrough_url": "https://ashburn-sor.frontdeskhq.com/categories/15046",
            "description": "",
            "details": "",
            "sizes": [
              {
                "height": 600,
                "url": "//a.cdnmktg.com/p/q8T6PQdLzcpp3B8TrmoAJuFl679tHxCqAYTZxmAW5n8/600x600.jpg",
                "width": 600
              }
            ]
          },
          "6619": {
            "clickthrough_url": "",
            "description": "School of Rock at Margaritaville, Nashville",
            "details": "",
            "sizes": [
              {
                "height": 960,
                "url": "//a.cdnmktg.com/p/g30pX_Kyb6XSvUV-cw9b_Le8hu2PzLNfHWaKTy3_Z2I/640x960.jpg",
                "width": 640
              }
            ]
          },
          "6620": null,
          "7080": null,
          "8301": "School of Rock Vienna’s music camps and workshops are designed to bring out the best performance in a fast-paced learning environment. Just like our standard programs, our camps offer a high-energy experience that is fun, creative and team-oriented. Our students learn music by playing it with their peers, guided by experienced instructors from the music community.\r\n\r\nFrom basic Performance Boot Camps to more advanced Guitar Building and Songwriting Training, School of Rock offers opportunities for musicians of all skill levels. Camps vary by location, so please contact us for a current list of camps and workshops at School of Rock Vienna.\r\n\r\nRegardless of which camp they choose, students can expect: \r\n• Hands-on skill building for guitar, bass guitar, keyboard, drums, and/or vocals \r\n• One-on-one interaction with seasoned music professionals \r\n• A deeper appreciation for music theory and fundamentals \r\n• Greater confidence, collaboration and improvisation abilities \r\n• A fun and interactive experience"
        },
        "customByName": {
          "Camps URL": "https://vienna-sor.frontdeskhq.com/categories/15019",
          "Continent": "North America",
          "FO email": "lbollettino@schoolofrock.com",
          "Facebook Pixel": null,
          "Facebook URL": "https://www.facebook.com/SchoolofRockVienna",
          "Folder 2": "franchise",
          "Franchise owner": "Laura Bollettino",
          "FranchiseeGooglePlus": "https://plus.google.com/+SchoolofRockVienna/posts",
          "FranchiseeInstagram": "https://instagram.com/schoolofrockdc/",
          "FranchiseeTwitter": "https://twitter.com/sorvienna",
          "FranchiseeYouTube": "https://www.youtube.com/user/sormetrodc",
          "Geomodifier": "Vienna",
          "Google Plus URL": "https://plus.google.com/+SchoolofRockVienna/posts",
          "Message Carousel Photo 1": {
            "clickthrough_url": "https://vienna-sor.frontdeskhq.com/categories/15019",
            "description": "Summer is the perfect time to up your musical game or try something new. Our summer music programs and music day camps are designed to help kids learn new skills while having a ton of fun. Check out our summer camps and programs for complete beginners through advanced players and rock your summer!",
            "details": "",
            "sizes": [
              {
                "height": 322,
                "url": "//a.cdnmktg.com/p/fVAsLLArQnNM9s3q9n2sqmNFRaA1KLY1Ko5Zbq3dTQ4/850x322.jpg",
                "width": 850
              }
            ]
          },
          "Message Carousel Photo 2": {
            "clickthrough_url": "",
            "description": "It's back to school time. Time to establish the new routine and figure out worthy \"extracurriculars\". Why not help your kids spend that time having fun in a safe place developing skills and confidence they'll appreciate forever? Contact us to get your kids jamming in no time.",
            "details": "",
            "sizes": [
              {
                "height": 332,
                "url": "//a.cdnmktg.com/p/kv4Vmf-ZkKMV9LT8AQKGULjto5kEfYF2RaFehozOYAM/874x332.jpg",
                "width": 874
              }
            ]
          },
          "Message Carousel Photo 3": {
            "clickthrough_url": "",
            "description": "The days of stuffy old music instruction and heaps of sheet music are over - at School of Rock, we believe that playing real music is the only real path to proficiency and lasting appreciation. Our experienced instructors are passionate about creating a legacy of music for the future by helping your kids succeed.",
            "details": "",
            "sizes": [
              {
                "height": 332,
                "url": "//a.cdnmktg.com/p/RnbKdtO5scmJhfQN3Lupy_xs0uEV_x_RjnQTtDbCjKY/874x332.jpg",
                "width": 874
              }
            ]
          },
          "Message Carousel Photo 4": {
            "clickthrough_url": "",
            "description": "We offer programs for all levels of musical experience. From Rock 101 to AllStars, we are all about equipping aspiring musicians with the right gear to grow into passionate and successful performers in a real-world setting.",
            "details": "",
            "sizes": [
              {
                "height": 332,
                "url": "//a.cdnmktg.com/p/MEzdgWiQzKp7lyF6tvcG1TI3O-tMu0ZS8U2DGVrDHLQ/874x332.jpg",
                "width": 874
              }
            ]
          },
          "Message Carousel Title 1": "Rock Your Summer 2016",
          "Message Carousel Title 2": "Now Enrolling Spring Programs",
          "Message Carousel Title 3": "A Passion for Music Education",
          "Message Carousel Title 4": "Jam At Any Level",
          "Meta Description": "Learn to master your favorite instrument at School of Rock Vienna! 1st Lesson is free. Guitar, Vocals, Drums, Piano Lessons and more! Try us out and have some fun.",
          "Meta Keywords": "School of Rock,Vienna,Virginia,guitar,music lesson,rock band,drums,piano,vocals,bass",
          "News Item 1 - Body": "We are super proud of SoR alum Dalton Rappatoni who finished in third place in the final season of American Idol.  He  is already working on a new album and is so appreciative of all the support he received during his time on the show.  Like many of our students, Dalton grew up in School of Rock, and, in addition to his obvious talent, he has always been a generous friend and band mate in every show he’s been a part of and we know there will be big things ahead for him.",
          "News Item 1 - Photo": {
            "clickthrough_url": "http://www.americanidol.com/vote",
            "description": "",
            "details": "",
            "sizes": [
              {
                "height": 3024,
                "url": "//a.cdnmktg.com/p/nvk7AzAC843MTNSa3Ehpcc5vEhUgiOysFsGJ6XJf2a4/3024x3024.jpg",
                "width": 3024
              }
            ]
          },
          "News Item 1 - Title": "School of Rock Alum Dalton Rappatoni On American Idol",
          "News Item 1 - Url": "http://www.americanidol.com/vote",
          "News Item 2 - Body": "We've got you covered with our awesome summer programs for kids ages 6 thru high school!  Join a band, try a new instrument and learn to ROCK!  Call us on 703-858-0820 for camp and ongoing summer programs.  GET ON STAGE THIS SUMMER",
          "News Item 2 - Photo": {
            "clickthrough_url": "https://ashburn-sor.frontdeskhq.com/categories/15046",
            "description": "",
            "details": "",
            "sizes": [
              {
                "height": 600,
                "url": "//a.cdnmktg.com/p/q8T6PQdLzcpp3B8TrmoAJuFl679tHxCqAYTZxmAW5n8/600x600.jpg",
                "width": 600
              }
            ]
          },
          "News Item 2 - Title": "Summer Programs Now Enrolling!",
          "News Item 2 - Url": "https://ashburn-sor.frontdeskhq.com/categories/15046",
          "News Item 3 - Body": "School of Rock Ashburn rockers spent a fun weekend hitting stages in Nashville playing at Margaritaville, Piranhas and playing a set outside the Grand Ol' Opry on their summer 2015 tour.  Students audition for the advanced House Band and then perform in professional settings and hit the road in the summer.  Summer 2016 these students will be performing on the Wildwood NJ Boardwalk and at various events in the DC Area.  Check our calendar for more information.",
          "News Item 3 - Photo": {
            "clickthrough_url": "",
            "description": "School of Rock at Margaritaville, Nashville",
            "details": "",
            "sizes": [
              {
                "height": 960,
                "url": "//a.cdnmktg.com/p/g30pX_Kyb6XSvUV-cw9b_Le8hu2PzLNfHWaKTy3_Z2I/640x960.jpg",
                "width": 640
              }
            ]
          },
          "News Item 3 - Title": "School of Rock Metro DC Students Perform at Nashville Festival",
          "News Item 3 - Url": "http://vienna.schoolofrock.com/news/school-of-rock-metro-dc-students-perform-nashville-festival",
          "News Item 4 - Body": "That's right!! We're about to kick off our Spring Show Season. Don't miss out. Call and sign-up TODAY!!",
          "News Item 4 - Photo": null,
          "News Item 4 - Title": "2016 Spring Show Season is Right Around the Corner!",
          "News Item 4 - Url": null,
          "Pages Alias Name": "vienna",
          "Pages Description": "Welcome to your one-and-only stop for seriously fun, lasting music education – School of Rock Vienna. With passionate instructors, an impressive selection of instruments, and killer program offerings, School of Rock Vienna equips students with the tools they need to rock their worlds.\n\nMusic is about way more than solo acts. School of Rock Vienna is as focused on community, teamwork, and friendships as it is on inspiring awesome music. Through our performance-based approach, we foster an inclusive community of rockers in Vienna to build a unique type of confidence only gained through cool, real life experiences. Whether we’re in serious shredding-mode or just jamming along with the band, our team spurs the growth of real, practical skills for music-minded students.\n\nAt School of Rock Vienna, we believe everyone deserves to have fun and feel like a rock star. Visit us and get a feel for the awesome opportunities your child has waiting just around the corner.",
          "Pages Site URL": "http://locations.schoolofrock.com/vienna",
          "Primary Contact": "Brian Highsmith",
          "Primary Contact email": "Vienna@schoolofrock.com",
          "Program Text - Adult Prog": "School of Rock Vienna is now enrolling for our Adult Performance Program, where adult students of all proficiency levels can explore and conquer the world of music. We get our students playing and learning at lightning-quick speeds through practical performance rather than run-of-the-mill music instruction programs. At School of Rock Vienna, the thrill of the performance is just as important as learning the skill to rock. \n\nOur adult students learn the fundamentals of music, including scales, chords, notes, progressions, and more, through some of the most iconic songs and sounds in music history. Whether you’re a die-hard fan of rock ‘n roll or a metal-loving head-banger at home in the mosh pit, our teachers know how to best connect your love for music with a passion for learning it.\n\nAll students in School of Rock Vienna’s Adult Program can expect:\n\n• Fast-paced instruction in one of our great musical offerings: guitar, bass, drums, keyboard, and/or vocals\n• Weekly private instruction catered to your goals and level of proficiency\n• Rehearsals with others just like you to get ready for real shows at live music venues\n• An understanding of music theory and technique fundamentals, learned through songs from your favorite music genre\n• Fun, instruction, and a great progression of practical skills wrapped all into one!",
          "Program Text - AllStars": "School of Rock Vienna’s top students can audition for our most prestigious honor: the School of Rock AllStars Program. Our AllStars represent the best of the best students from School of Rock’s entire global network of schools. With incredible musical aptitude, a knack for teamwork and incredible focus, today’s AllStars truly represent the future of rock and roll.\n\nEach summer, our AllStars embark on an authentic concert tour to perform in jaw-dropping live shows across the country, including Red Rocks, Lollapalooza, Hangout Music Fest, NAMM, Gathering of the Vibes, and countless others. AllStars also get to share the stage with experienced, larger-than-life performers like Alice Cooper, Eddie Vedder, and Slash, to name a few. There is no better way for a star on the rise to get a taste for what professional music is really like.\n\nSchool of Rock Vienna’s AllStars can expect: \n\n• Real-world performances where they can shine in their chosen medium: guitar, bass, drums, keyboard, and/or vocals\n• A fast-paced tour experience with stage shows at legendary events and venues\n• To play with the best performers from School of Rock’s global community\n• The opportunity to rock out on stage with world-renowned artists\n• An epic rock experience like no other!",
          "Program Text - Camps": "School of Rock Vienna’s music camps and workshops are designed to bring out the best performance in a fast-paced learning environment. Just like our standard programs, our camps offer a high-energy experience that is fun, creative and team-oriented. Our students learn music by playing it with their peers, guided by experienced instructors from the music community.\r\n\r\nFrom basic Performance Boot Camps to more advanced Guitar Building and Songwriting Training, School of Rock offers opportunities for musicians of all skill levels. Camps vary by location, so please contact us for a current list of camps and workshops at School of Rock Vienna.\r\n\r\nRegardless of which camp they choose, students can expect: \r\n• Hands-on skill building for guitar, bass guitar, keyboard, drums, and/or vocals \r\n• One-on-one interaction with seasoned music professionals \r\n• A deeper appreciation for music theory and fundamentals \r\n• Greater confidence, collaboration and improvisation abilities \r\n• A fun and interactive experience",
          "Program Text - LittleWing": "At School of Rock Vienna, we teach preschoolers in our Little Wing Program the creativity, confidence, and knowledge they need to grow into life-long lovers and practitioners of music. Music is the gateway to childrens’ growth, whether it’s in the form of great friendships from shared musical experiences or the joy of hearing an inspirational song for the first time.\n\nOur Little Wing students at Vienna enjoy a unique variety of music-minded games based on some of the most popular music in rock and roll history. Through great music and a foundation of fun, our students refine their motor skills, coordination, pre-literacy, and group cooperation in a safe and inclusive environment.\n\nYoung rockers in Vienna’s Little Wing Program can expect:  \n\n• Exploration of hand percussion and other tools to spark their imagination\n• Unique and engaging music games\n• Teamwork, cooperation, and group music activities\n• Fundamental skills for music and life\n• Fun and practical learning combined, perfectly tailored to growing minds!",
          "Program Text - Performanc": "School of Rock Vienna's Performance Program is all about translating our students' abilities to play in the lesson room to performing for real on stage. In addition to refining their overall skill and proficiency as musicians, students learn what comes with being part of a band: teamwork, collaboration, and the special brand of fun that only comes from sharing awesome experiences with others.\n\nStudents learn, absorb, and perform iconic hits from some of history's greatest rock and roll performers including The Rolling Stones, The Beatles, Van Halen, AC/DC, Led Zeppelin and many more. No matter what they perform, our students will learn incredible skills and enjoy epic experiences that will last a lifetime.\n\nAll students in Vienna's Performance Program can expect:\n\n• Weekly private music lessons on guitar, bass, keyboard, drums, and/or vocals \n• Weekly band rehearsal to get students prepared for real shows\n• Real-life performances on stage at amazing venues\n• Advanced instruction in fundamentals such as stage performance, harmonies, musicianship, and more\n• Fun, music, and education wrapped into one all-inclusive experience!",
          "Program Text - Rock 101": "School of Rock Vienna’s Rock 101 Program encourages fun and success for our younger students as they begin their journey. The days of traditional instruction with piles of sheet music are over. At School of Rock Vienna, we believe that playing real music is the only path to proficiency and a true appreciation for music. \n\nIn Rock 101, students select one instrument to study, and we begin teaching fundamentals: scales, chords, notes, time signatures, and all the rest. Our unique approach to music instruction teaches our students vital fundamentals through songs they know and love, not rote memorization. With real musical context in a fun environment, we give all of our students the knowledge they need to really pursue their passion for music.\n\nAll students in Vienna’s Rock 101 Program can expect:  \n\n• Weekly private music lessons on guitar, bass, keyboard, drums, and/or vocals\n• Weekly group rehearsals to reinforce the fundamentals in a team environment\n• A firm grasp of the basics of music theory and technique \n• An understanding of what it means to play solo and in a group\n• Real knowledge gained through real fun!",
          "Program Text - Rookies": "School of Rock Vienna’s Rookies Program offers a gateway to understanding music for first and second graders. Using proprietary set-ups for guitar, bass, drums and keyboard, as well as other tools, we introduce our Rookies to music fundamentals in a fun way. The skills and passion for music that our Rookies learn prepares them for Rock 101 and a lifelong love of music.\n\nWith exercises, tools and games customized to their age group, our (geomodifer) Rookies learn the concepts of music theory, rhythm, pitch, form and dynamics as they play alongside their friends. We encourage our students to explore various instruments and play styles so they begin to understand how individual contributions form a band; even the best solo keyboard players or vocalists need to understand how an ensemble works.\n\nAll students in Vienna’s Rookies Program can expect:  \n\n• Weekly group lessons using guitar, bass, keyboard and drums\n• Exposure to essential fundamentals like music theory, pitch and rhythm\n• A focus on teamwork and collaboration\n• An understanding of what it means to play solo and in a group\n• Fun combined with practical learning!",
          "Programs Offered": [
            "Performance",
            "Rock 101",
            "AllStars",
            "Adult Program",
            "Rookies"
          ],
          "Secondary Contact": "Laura Bollettino",
          "Secondary Contact Email": "lbollettino@schoolofrock.com",
          "Subfolder": "VA",
          "Testimonial 1 - Body": "School of Rock has been my second home and the people I've met through it are some of the most important people in my life.  I also never thought I'd get to be decent at an instrument, due to my lazy demeanor and my consistent ability to learn everything 80% of the way, but by the time of our last show, I felt like I had actually learned enough to where I consider myself a musician. I'm going to miss playing music in a band of talented kids that are all in one place, because outside of somewhere like SoR, its very hard to find that.  Despite regular shows being pretty radical, I'd have to say that I have two favorite moments. First is the very first show I played in house band, the Rock and Roll Marathon (the Cowboy Mouth one). Never in my life prior to house band did I think that I would get the opportunity to play on a stage that big and for that many people. For the second one, I can group together both trips to Wildwood, NJ. Those trips were my first experiences playing music away from home, and it was glorious. There is nothing more American and awesome than playing music on the steps of the LINCOLN MEMORIAL. Then, we got to spend 2 days of pure rock awesomeness at the beach, playing on the boardwalk and meeting cool people. But in reality, my favorite moment was all of it. Every single second I've spent at School of Rock was worth it.",
          "Testimonial 1 - Giver": "Chris W.  ~ SoR graduate, Ashburn, VA",
          "Testimonial 2 - Body": "Dedicated instructors and staff, culture that encourages development, FUN!!!! 😀, kids get a unique experience - love playing in the \"band\" and playing rock songs. The program has launched my daughter (one of only a few bass guitar players) into a love of music that is inclusive of many instruments. Thanks to everyone at the School of Rock for managing such great programs!!! You truly have enriched our love of music!",
          "Testimonial 2 - Giver": "Julie B. -  parent, Vienna, VA",
          "Testimonial 3 - Body": "I wish I had School of Rock when I was growing up.\n",
          "Testimonial 3 - Giver": "— Nearly Every Parent Who Walks Through Our Doors",
          "Testimonial 4 - Body": "The performance aspect of the program keeps my son more interested in music than he would be if he only took lessons. It also teaches him to work in a group and get to know and work with other musicians. Also, the program runs very smoothly.",
          "Testimonial 4 - Giver": "Karen I.  - parent, Vienna, VA",
          "Testimonial Type": 2,
          "Title Tag": "Vienna Virginia Guitar, Drums, Vocal Lessons \u0026 Classes | School of Rock",
          "Twitter URL": "https://twitter.com/SORVienna",
          "Year": "2012",
          "YouTube Channel URL": "https://www.youtube.com/user/SORMetroDC",
          "Zendesk Email": "vienna@schoolofrock.zendesk.com",
          "Zendesk Group ID": "21016654"
        },
        "customSchema": {
          "Camps URL": {
            "choices": {},
            "id": 4742,
            "name": "Camps URL",
            "type": "URL"
          },
          "Continent": {
            "choices": {
              "Africa": 1690,
              "Asia Pacific": 1691,
              "Europe": 1692,
              "North America": 1693,
              "South America": 1731
            },
            "id": 4786,
            "name": "Continent",
            "type": "SINGLE_OPTION"
          },
          "FO email": {
            "choices": {},
            "id": 2103,
            "name": "FO email",
            "type": "TEXT"
          },
          "Facebook Pixel": {
            "choices": {},
            "id": 7080,
            "name": "Facebook Pixel",
            "type": "MULTILINE_TEXT"
          },
          "Facebook URL": {
            "choices": {},
            "id": 4796,
            "name": "Facebook URL",
            "type": "URL"
          },
          "Folder 2": {
            "choices": {},
            "id": 2100,
            "name": "Folder 2",
            "type": "TEXT"
          },
          "Franchise owner": {
            "choices": {},
            "id": 2099,
            "name": "Franchise owner",
            "type": "TEXT"
          },
          "FranchiseeGooglePlus": {
            "choices": {},
            "id": 5101,
            "name": "FranchiseeGooglePlus",
            "type": "URL"
          },
          "FranchiseeInstagram": {
            "choices": {},
            "id": 5102,
            "name": "FranchiseeInstagram",
            "type": "URL"
          },
          "FranchiseeTwitter": {
            "choices": {},
            "id": 5100,
            "name": "FranchiseeTwitter",
            "type": "URL"
          },
          "FranchiseeYouTube": {
            "choices": {},
            "id": 5099,
            "name": "FranchiseeYouTube",
            "type": "URL"
          },
          "Geomodifier": {
            "choices": {},
            "id": 4743,
            "name": "Geomodifier",
            "type": "TEXT"
          },
          "Google Plus URL": {
            "choices": {},
            "id": 4795,
            "name": "Google Plus URL",
            "type": "URL"
          },
          "Message Carousel Photo 1": {
            "choices": {},
            "id": 4797,
            "name": "Message Carousel Photo 1",
            "type": "PHOTO"
          },
          "Message Carousel Photo 2": {
            "choices": {},
            "id": 4798,
            "name": "Message Carousel Photo 2",
            "type": "PHOTO"
          },
          "Message Carousel Photo 3": {
            "choices": {},
            "id": 4799,
            "name": "Message Carousel Photo 3",
            "type": "PHOTO"
          },
          "Message Carousel Photo 4": {
            "choices": {},
            "id": 4800,
            "name": "Message Carousel Photo 4",
            "type": "PHOTO"
          },
          "Message Carousel Title 1": {
            "choices": {},
            "id": 4801,
            "name": "Message Carousel Title 1",
            "type": "TEXT"
          },
          "Message Carousel Title 2": {
            "choices": {},
            "id": 4802,
            "name": "Message Carousel Title 2",
            "type": "TEXT"
          },
          "Message Carousel Title 3": {
            "choices": {},
            "id": 4803,
            "name": "Message Carousel Title 3",
            "type": "TEXT"
          },
          "Message Carousel Title 4": {
            "choices": {},
            "id": 4804,
            "name": "Message Carousel Title 4",
            "type": "TEXT"
          },
          "Meta Description": {
            "choices": {},
            "id": 4745,
            "name": "Meta Description",
            "type": "MULTILINE_TEXT"
          },
          "Meta Keywords": {
            "choices": {},
            "id": 4851,
            "name": "Meta Keywords",
            "type": "TEXT"
          },
          "News Item 1 - Body": {
            "choices": {},
            "id": 4720,
            "name": "News Item 1 - Body",
            "type": "MULTILINE_TEXT"
          },
          "News Item 1 - Photo": {
            "choices": {},
            "id": 6617,
            "name": "News Item 1 - Photo",
            "type": "PHOTO"
          },
          "News Item 1 - Title": {
            "choices": {},
            "id": 4716,
            "name": "News Item 1 - Title",
            "type": "TEXT"
          },
          "News Item 1 - Url": {
            "choices": {},
            "id": 4724,
            "name": "News Item 1 - Url",
            "type": "URL"
          },
          "News Item 2 - Body": {
            "choices": {},
            "id": 4721,
            "name": "News Item 2 - Body",
            "type": "MULTILINE_TEXT"
          },
          "News Item 2 - Photo": {
            "choices": {},
            "id": 6618,
            "name": "News Item 2 - Photo",
            "type": "PHOTO"
          },
          "News Item 2 - Title": {
            "choices": {},
            "id": 4717,
            "name": "News Item 2 - Title",
            "type": "TEXT"
          },
          "News Item 2 - Url": {
            "choices": {},
            "id": 4725,
            "name": "News Item 2 - Url",
            "type": "URL"
          },
          "News Item 3 - Body": {
            "choices": {},
            "id": 4722,
            "name": "News Item 3 - Body",
            "type": "MULTILINE_TEXT"
          },
          "News Item 3 - Photo": {
            "choices": {},
            "id": 6619,
            "name": "News Item 3 - Photo",
            "type": "PHOTO"
          },
          "News Item 3 - Title": {
            "choices": {},
            "id": 4718,
            "name": "News Item 3 - Title",
            "type": "TEXT"
          },
          "News Item 3 - Url": {
            "choices": {},
            "id": 4726,
            "name": "News Item 3 - Url",
            "type": "URL"
          },
          "News Item 4 - Body": {
            "choices": {},
            "id": 4723,
            "name": "News Item 4 - Body",
            "type": "MULTILINE_TEXT"
          },
          "News Item 4 - Photo": {
            "choices": {},
            "id": 6620,
            "name": "News Item 4 - Photo",
            "type": "PHOTO"
          },
          "News Item 4 - Title": {
            "choices": {},
            "id": 4719,
            "name": "News Item 4 - Title",
            "type": "TEXT"
          },
          "News Item 4 - Url": {
            "choices": {},
            "id": 4727,
            "name": "News Item 4 - Url",
            "type": "URL"
          },
          "Pages Alias Name": {
            "choices": {},
            "id": 5032,
            "name": "Pages Alias Name",
            "type": "TEXT"
          },
          "Pages Description": {
            "choices": {},
            "id": 4746,
            "name": "Pages Description",
            "type": "MULTILINE_TEXT"
          },
          "Pages Site URL": {
            "choices": {},
            "id": 5031,
            "name": "Pages Site URL",
            "type": "URL"
          },
          "Primary Contact": {
            "choices": {},
            "id": 2106,
            "name": "Primary Contact",
            "type": "TEXT"
          },
          "Primary Contact email": {
            "choices": {},
            "id": 2105,
            "name": "Primary Contact email",
            "type": "TEXT"
          },
          "Program Text - Adult Prog": {
            "choices": {},
            "id": 4892,
            "name": "Program Text - Adult Prog",
            "type": "MULTILINE_TEXT"
          },
          "Program Text - AllStars": {
            "choices": {},
            "id": 4891,
            "name": "Program Text - AllStars",
            "type": "MULTILINE_TEXT"
          },
          "Program Text - Camps": {
            "choices": {},
            "id": 8301,
            "name": "Program Text - Camps",
            "type": "MULTILINE_TEXT"
          },
          "Program Text - LittleWing": {
            "choices": {},
            "id": 4894,
            "name": "Program Text - LittleWing",
            "type": "MULTILINE_TEXT"
          },
          "Program Text - Performanc": {
            "choices": {},
            "id": 4889,
            "name": "Program Text - Performanc",
            "type": "MULTILINE_TEXT"
          },
          "Program Text - Rock 101": {
            "choices": {},
            "id": 4890,
            "name": "Program Text - Rock 101",
            "type": "MULTILINE_TEXT"
          },
          "Program Text - Rookies": {
            "choices": {},
            "id": 4893,
            "name": "Program Text - Rookies",
            "type": "MULTILINE_TEXT"
          },
          "Programs Offered": {
            "choices": {
              "Adult Program": 1718,
              "AllStars": 1717,
              "Camps and Workshops": 3062,
              "Little Wing": 1720,
              "Performance": 1715,
              "Rock 101": 1716,
              "Rookies": 1719
            },
            "id": 4885,
            "name": "Programs Offered",
            "type": "MULTI_OPTION"
          },
          "Secondary Contact": {
            "choices": {},
            "id": 2104,
            "name": "Secondary Contact",
            "type": "TEXT"
          },
          "Secondary Contact Email": {
            "choices": {},
            "id": 2102,
            "name": "Secondary Contact Email",
            "type": "TEXT"
          },
          "Subfolder": {
            "choices": {},
            "id": 2101,
            "name": "Subfolder",
            "type": "TEXT"
          },
          "Testimonial 1 - Body": {
            "choices": {},
            "id": 4728,
            "name": "Testimonial 1 - Body",
            "type": "MULTILINE_TEXT"
          },
          "Testimonial 1 - Giver": {
            "choices": {},
            "id": 4732,
            "name": "Testimonial 1 - Giver",
            "type": "TEXT"
          },
          "Testimonial 2 - Body": {
            "choices": {},
            "id": 4729,
            "name": "Testimonial 2 - Body",
            "type": "MULTILINE_TEXT"
          },
          "Testimonial 2 - Giver": {
            "choices": {},
            "id": 4733,
            "name": "Testimonial 2 - Giver",
            "type": "TEXT"
          },
          "Testimonial 3 - Body": {
            "choices": {},
            "id": 4730,
            "name": "Testimonial 3 - Body",
            "type": "MULTILINE_TEXT"
          },
          "Testimonial 3 - Giver": {
            "choices": {},
            "id": 4734,
            "name": "Testimonial 3 - Giver",
            "type": "TEXT"
          },
          "Testimonial 4 - Body": {
            "choices": {},
            "id": 4731,
            "name": "Testimonial 4 - Body",
            "type": "MULTILINE_TEXT"
          },
          "Testimonial 4 - Giver": {
            "choices": {},
            "id": 4735,
            "name": "Testimonial 4 - Giver",
            "type": "TEXT"
          },
          "Testimonial Type": {
            "choices": {},
            "id": 4792,
            "name": "Testimonial Type",
            "type": "NUMBER"
          },
          "Title Tag": {
            "choices": {},
            "id": 4744,
            "name": "Title Tag",
            "type": "MULTILINE_TEXT"
          },
          "Twitter URL": {
            "choices": {},
            "id": 4794,
            "name": "Twitter URL",
            "type": "URL"
          },
          "Year": {
            "choices": {},
            "id": 4805,
            "name": "Year",
            "type": "TEXT"
          },
          "YouTube Channel URL": {
            "choices": {},
            "id": 4793,
            "name": "YouTube Channel URL",
            "type": "URL"
          },
          "Zendesk Email": {
            "choices": {},
            "id": 5007,
            "name": "Zendesk Email",
            "type": "TEXT"
          },
          "Zendesk Group ID": {
            "choices": {},
            "id": 4741,
            "name": "Zendesk Group ID",
            "type": "TEXT"
          }
        },
        "description": "School of Rock is the leader in performance-based music education. We teach guitar, bass, drums, keyboard and vocals, and our students put on amazing shows at local venues. Our programs, camps and workshops for young kids, teens and adults make learning to play music fun, and offers our students a great community of musicians where they can collaborate and grow together.",
        "displayAddress": "",
        "emails": [
          "vienna@schoolofrock.com"
        ],
        "facebookPageUrl": "https://www.facebook.com/SchoolOfRockVienna/",
        "fax": "",
        "gallery": [],
        "hours": {
          "additionalText": "",
          "days": [
            {
              "day": "MONDAY",
              "intervals": [
                {
                  "end": 2100,
                  "start": 1500
                }
              ]
            },
            {
              "day": "TUESDAY",
              "intervals": [
                {
                  "end": 2100,
                  "start": 1500
                }
              ]
            },
            {
              "day": "WEDNESDAY",
              "intervals": [
                {
                  "end": 2100,
                  "start": 1500
                }
              ]
            },
            {
              "day": "THURSDAY",
              "intervals": [
                {
                  "end": 2100,
                  "start": 1500
                }
              ]
            },
            {
              "day": "FRIDAY",
              "intervals": [
                {
                  "end": 2100,
                  "start": 1500
                }
              ]
            },
            {
              "day": "SATURDAY",
              "intervals": [
                {
                  "end": 1500,
                  "start": 1000
                }
              ]
            },
            {
              "day": "SUNDAY",
              "intervals": []
            }
          ]
        },
        "id": 1715881,
        "keywords": [
          "Guitar Lessons",
          "Drum Lessons",
          "Piano Lessons",
          "Voice Lessons",
          "Bass Lessons",
          "Summer Music Camps"
        ],
        "labelPhotos": {},
        "languages": [],
        "latitude": 38.900946,
        "listings": {},
        "locale": "en",
        "logo": "//a.cdnmktg.com/p/2iqLOXTbL_y6IF_gwMpFNgHVi1Iex46IHl0vHxlIzEQ/1.0000/840x840.jpg",
        "longitude": -77.26493,
        "name": "School of Rock Vienna",
        "nearbyLocations": [],
        "paymentMethod": [
          "AMERICANEXPRESS",
          "MASTERCARD",
          "VISA"
        ],
        "phone": "(703) 242-2184",
        "phones": [
          {
            "number": "7032422184",
            "type": "MAIN"
          }
        ],
        "postalCode": "22180",
        "posts": [],
        "products": [
          "Guitar Lessons",
          "Drum Lessons",
          "Piano Lessons",
          "Voice Lessons",
          "Bass Lessons",
          "Summer Music Camps",
          "Rock Band Performance Classes",
          "Music Classes",
          "Beginner Music Classes"
        ],
        "reviews": {},
        "routableLatitude": 38.901127,
        "routableLongitude": -77.264723,
        "services": [
          "Private Music Instruction",
          "Group Music Lessons",
          "Rock Band Lessons",
          "Guitar Lessons",
          "Voice Lessons",
          "Drum Lessons",
          "Piano Lessons",
          "Bass Lessons",
          "Summer Music Camps"
        ],
        "specialOffer": {
          "description": "Music Lessons Done Differently",
          "url": "http://vienna.schoolofrock.com"
        },
        "specialties": [],
        "state": "VA",
        "stateName": "Virginia",
        "sublocality": "",
        "twitterHandle": "SoRVienna",
        "videoDescription": "Listen to students and parents talk about the power of The Stage",
        "videos": "m5dW4B6CXf8",
        "website": {
          "displayUrl": "",
          "url": "http://vienna.schoolofrock.com"
        },
        "yearEstablished": "2007"
      },
      "url": "vienna"
    }
  ],
  "locale": "en",
  "logo": "//a.cdnmktg.com/p/2iqLOXTbL_y6IF_gwMpFNgHVi1Iex46IHl0vHxlIzEQ/1.0000/840x840.jpg",
  "siteDomain": "locations.schoolofrock.com.yextpages.net",
  "siteId": 486,
  "soyTemplateName": "desktop.directory.locationList",
  "versions": {
    "en": "us/virginia/vienna.html",
    "es": "es/us/virginia/vienna.html",
    "pt": "pt/us/virginia/vienna.html"
  }
}